{
	"home": {
		"cards": [
			{
				"image": "https://www.nationaldayarchives.com/wp-content/uploads/2019/11/macarons-7-min-1024x683.jpg",
				"id": "macaron",
				"title": "Lingonberry Macarons",
				"description": "Description here",
				"date": "October 26th, 2021"
			},
			{
				"image": "https://www.fifteenspatulas.com/wp-content/uploads/2011/12/checkerboardcookies6-large.jpg",
				"id": "icebox",
				"title": "Checkered Icebox Cookies",
				"description": "Description here",
				"date": "October 26th, 2021"
			},
			{
				"image": "https://i.ytimg.com/vi/v7vKePq8bF4/maxresdefault.jpg",
				"id": "eggyolk",
				"title": "Korean Egg Yolk Cookies",
				"description": "Description here",
				"date": "October 26th, 2021"
			},
			{
				"image": "https://dinnersdishesanddesserts.com/wp-content/uploads/2018/07/Mini-Pavlovas-square-735x578.jpg",
				"id": "pavlova",
				"title": "Mini Fruit Pavlova",
				"description": "Description here",
				"date": "October 26th, 2021"
			}
		]
	},
	"about": {
		"image": "https://avatars.githubusercontent.com/u/29556650?v=4",
		"alt": "kris",
		"paragraphs": [
			"Hi, I'm Kris! Thank you for stopping by :~) I'm a Master's student at UC San Diego and while my career is in engineering, I have a strong passion for baking and culinary arts. I've always loved desserts and sweets, and due to the pandemic, I found myself in the kitchen much more than ever before. As a result, I wanted to create this website to share some of my favorite recipes.",
			"While I enjoy eating desserts, the one thing I've noticed about many of them is that they're extremely sweet. Of course, the easiest way to combat this is to add less sugar. However, this sometimes does not bode well for the final dessert. Macarons, for example, will not have their signature smooth top and ruffled feet if too little sugar was added. So, the recipes I've shared here have adjusted sugar quantities for those like me who enjoy sweets that aren't too sweet :~)"
		]
	},
	"references": {
		"image": "https://ih1.redbubble.net/image.2317933659.3674/poster,504x498,f8f8f8-pad,600x600,f8f8f8.jpg",
		"alt": "Links",
		"paragraphs": [
			"Lingonberry Macarons: "
			
			"The first link below contains the recipe for the filling of macarons. One of the recipes showed how to make a blueberry jam macaron filling where they mixed buttercream with blueberry jam. My lingonberry macarons use this same concept but with lingonberry jam."
			"The second link contains the recipe for making macaron shells with a hand mixer. It provides useful tips for making macarons with a hand mixer and in my recipe, I relay them back in text form. They are also missing some information about making macarons, which are added in my recipe."

			"Sugar Bean 슈가빈. 10 Macaron Recipes Collection 10 가지 마카롱 필링 레시피 모음집 [SUGAR BEAN]. Sugar Bean 슈가빈, 2 Aug. 2021, https://youtu.be/zxfkJg0ot4Q.", 
			"Sugar Bean 슈가빈. How to Make Perfect French Macaron Shells (Hand Mixer) 완벽한 프렌치 마카롱 꼬끄 만드는 법ㅣSUGAR BEAN. Sugar Bean 슈가빈, 25 Jan. 2021, https://youtu.be/jC8Hc5aHtVM."
		]
	}
}
